Repository: vivek87799/DataPreprocessingPipeline_NLP
Catalog: resources/tmx-file.tmx
Source language: de_de
Languages: fr_fr

source: Finden Sie hochqualifizierte Fachübersetzer für Übersetzungen im Bereich Gaming, Kindererziehung oder Untertitelung.
fr_fr: Trouvez les traducteurs spécialisés les mieux qualifiés pour vos traductions dans les domaines Jeux vidéo, enfants ou sous-titrage.

source: Unsere Fachexperten für professionelle Fachübersetzungen in allen Bereichen.
fr_fr: Nos spécialistes pour des traductions dans tous les domaines.

source: Von Kindererziehung bis hin zu Untertitelung,<br />Gaming oder zur Übersetzung von Rezepten.
fr_fr: Des textes relatifs à l'éducation des enfants aux jeux vidéo<br />en passant par la traduction de recettes.

source: Fachübersetzungen werden in wirklich allen Bereichen benötigt, und so eben auch wenn es um verschiedenes Allgemeines und Alltägliches geht.
fr_fr: Les traductions spécialisées sont utiles pour tout, dans tous les domaines, même lorsqu'il s'agit de thèmes plus généraux et de l'ordre du quotidien.

source: Dazu zählen zum Beispiel Kindererziehung, Spiele und Untertitel.
fr_fr: Nous traduisons par exemple vos articles concernant l'éducation des enfants, les jeux vidéos, et faisons du sous-titrage.

source: Unsere Fachübersetzer sind in diesen Bereichen sehr erfahren und können Ihnen immer zeitnah alle benötigten Texte übersetzen.
fr_fr: Nos traducteurs spécialisés ont beaucoup d'expérience dans ce domaine et sauront toujours traduire vos textes dans meilleurs délais.

source: Alle Übersetzer und Linguisten bei lengoo sind Muttersprachler, beherrschen mehrere Sprachen fließend und sind zudem in unterschiedlichen Branchen und Fachbereichen ausgebildet, um Ihnen Fachübersetzungen mit hoher Qualität bieten zu können.
fr_fr: Tous les traducteurs et linguistes chez lengoo sont natifs de la langue, maîtrisent plusieurs langues de façon fluide, et sont de plus spécialistes de plusieurs branches et domaines spécialisés, ce qui leur permet de vous fournir ds traductions de premières qualité.

source: Durch ihr Fachwissen verwenden sie beim Übersetzen immer die richtigen Begriffe, sodass es in keiner Sprache zu Verwirrung kommt.
fr_fr: Ils mettent à profit leurs connaissances spécifiques en matière de terminologie et emploie ainsi la langue la plus juste et claire.

source: Sie kennen sich mit kulturellen Eigenheiten genau wie auch mit spezifischem Fachvokabular aus und haben viel Erfahrung damit, ansprechende Texte zu verfassen.
fr_fr: Ils comprennent l'importance des spécificités culturelles et savent les adaptées et les retranscrire en fonction du public ciblé, de façon à rédiger des textes accrocheurs et qui parlent à vos lecteurs.

source: All unsere Übersetzer und Linguisten werden bei ihrer Arbeit zudem durch unsere eigens entwickelte Technologie unterstützt.
fr_fr: Nos traducteurs et linguistes sont également constamment assistés par la technologie que nous avons développée lors de leur traduction.

source: Durch den Einsatz von Translation-Memory-Systemen und Glossaren erreichen wir bei allen Übersetzungen eine hohe Qualität und stellen sicher, dass Fachbegriffe jedes Unternehmens immer einheitlich und fachgerecht übersetzt werden.
fr_fr: Grâce à l'utilisation de mémoires de traduction et de glossaires, nous atteignons un niveau de cohérence remarquable à travers vos documents et nous nous assurons que les termes spécifiques de chaque entreprise soient constamment traduits avec la précision qui convient.

source: Und dies funktioniert in allen Sprachen!
fr_fr: Et cela fonctionne pour toutes les langues !

source: Im Bereich Allgemeines und Alltägliches gehören Deutsch, Portugiesisch, Spanisch, Englisch und Chinesisch zu den häufigsten Sprachen, aber auch in alle anderen Sprachen können wir übersetzen.
fr_fr: Parmi les langues les plus demandées dans le domaine Général & Vie quotidienne figurent l'Allemand, le Portugais, l'Espagnol, l'Anglais et le Chinois, mais nous traduisons bien évidemment pour beaucoup d'autres combinaisons de langues.

source: Aufgrund der stetig hohen Qualität in jeder Sprache und in jedem Fachbereich sind unsere Kunden schon seit Jahren mit unserer Leistung zufrieden und kommen für jede neue Fachübersetzung auf unser Angebot zurück.
fr_fr: Grâce à la qualité constante de nos résultats, nos clients sont toujours satisfaits et reviennent vers nous lorsqu'ils ont à nouveau besoin de nos services.

source: Sie können sich gerne direkt online selbst ein Angebot einholen, unser Team hier in Berlin ist aber auch telefonisch und per E-Mail zu erreichen.
fr_fr: Vous pouvez directement créer votre offre en ligne vous même en remplissant les champs de notre formulaire selon les critères de votre demande, mais notre équipe basée à Berlin est également heureuse de vous conseiller par téléphone ou par e-mail à tous moments.

source: Fachbereiche Allgemeines & Alltägliches
fr_fr: Domaine : Général & Vie quotidienne

source: Der Überbegriff Allgemeines & Alltägliches umfasst eine Vielzahl individueller Kernfachbereiche, die sich stark unterscheiden.
fr_fr: Les termes génériques Général & Vie quotidienne recouvrent plusieurs catégories qui diffèrent beaucoup les unes des autres.

source: Unser großes Netzwerk an Fachexperten und geprüften Linguisten ermöglicht uns Übersetzungen in den folgenden Bereichen anzubieten:
fr_fr: Notre réseau étendu de spécialistes et linguistes certifiés nous permet de vous offrir nos services de traduction dans les domaines suivants :

source: Technische Übersetzungen
fr_fr: Technologie & Ingénierie

source: Fachübersetzungen für Maschinenbau,<br/>Bedienungsanleitungen oder Medizintechnik
fr_fr: Traductions spécialisées en génie mécanique</br>en technologie médicale ou de manuels d'exploitation

source: Technische Übersetzungen online bestellen bei lengoo
fr_fr: Commandez votre traduction technique en ligne chez lengoo

source: Finden Sie hochqualifizierte Fachübersetzer für Übersetzungen im Bereich Technik, wie technische Übersetzungen, Maschinenbau oder IT & Software.
fr_fr: Trouvez les traducteurs spécialisés les plus qualifiés pour effectuer vos traductions techniques relatives au génie informatique, mécanique ou électronique.

source: Unsere Fachexperten für professionelle technische Übersetzungen
fr_fr: Nos spécialistes pour vos traductions techniques professionnelles

source: Ob Bauwesen, Betriebsanleitungen, Produktdatenblätter<br />oder Patente – wir haben den passenden Übersetzer.
fr_fr: Qu'il s'agisse de textes dans le domaine du BTP, de fiches techniques produits<br />ou de brevets, nous avons le traducteur qu'il vous faut.

source: Präzise technische Übersetzungen können nur von kompetenten Fachübersetzern durchgeführt werden.
fr_fr: Les traductions techniques ne peuvent être effectuées que par des traducteurs spécialisés compétents pour être suffisamment précises.

source: Denn wer komplexe Inhalte, Prozesse und Zusammenhänge in eine andere Sprache übertragen will, muss die Inhalte auch selbst verstehen.
fr_fr: En effet, qui veut pouvoir traduire des contenus, des processus et des démarches complexes dans une autre langue doit d'abord pouvoir les comprendre soi-même.

source: Die technischen Kenntnisse, die unsere Übersetzer besitzen, befähigen sie, auch komplizierte technische Zusammenhänge nachvollziehen zu können.
fr_fr: Nos traducteurs maîtrisent ces connaissances techniques et sont capables d'appréhender des contextes spécifiques complexes.

source: Deshalb arbeiten wir im Bereich technischer Übersetzungen ausschließlich mit den qualifiziertesten Linguisten, die wir finden können, um eine gleichbleibend ausgezeichnete Qualität zu gewährleisten.
fr_fr: C'est pourquoi nous travaillons uniquement avec les linguistes les plus qualifiés pour nos traductions techniques. Ainsi, nous sommes à même de fournir des résultats d'excellente qualité.

source: Muttersprachler, die ausschließlich die Ausgangs- und Zielsprache beherrschen sowie die landesspezifischen Besonderheiten kennen, können hier schnell an ihre Grenzen kommen.
fr_fr: Un traducteur classique, même natif de la langue, qui ne connaît que ses langues de travail et les spécificités culturelles propres à un pays, serait vite dépassé par les difficultés que posent une traduction technique.

source: Deswegen setzen wir neben der Übersetzerfähigkeit auch Fachwissen im jeweiligen Bereich voraus.<br /><br />Bei kaum einer anderen Übersetzungsart ist der Gebrauch von Fachbegriffen so wichtig wie bei technischen Übersetzungen.
fr_fr: C'est pourquoi nous exigeons de nos traducteurs qu'ils maîtrisent, au delà de leurs compétences de traducteur, des connaissances approfondies dans leur domaine de spécialité respectif.<br /><br />Pour les traductions techniques plus que pour toute autre forme de traduction, le choix d'une terminologie appropriée est vital.

source: Aber nicht jedes Übersetzungsbüro verfügt über Übersetzer, die über ihre Fähigkeiten als Linguisten hinaus auch fachliche Expertise aufweisen können.
fr_fr: Pourtant, les agences de traduction ne peuvent pas toutes se vanter de disposer de traducteurs qui fassent à la fois preuve de compétences linguistique et d'expertise technique.

source: Die Fachexperten, die für lengoo Texte im technischen Bereich übersetzen, werden durch unsere eigens entwickelte, smarte Technologie unterstützt.
fr_fr: Chez lengoo, les spécialistes qui traduisent vos textes dans le domaine de la technologie sont également toujours assistés, lors de leur traduction, par la technologie intelligente que nous avons développée.

source: Durch den Einsatz von Translation-Memory-Systemen und Glossaren erreichen wir einen sehr hohen Grad an Konsistenz und stellen sicher, dass Fachbegriffe immer einheitlich und fachgerecht übersetzt werden.
fr_fr: Grâce à l'utilisation de mémoires de traduction et de glossaires, nous atteignons un niveau de cohérence remarquable pour vos documents et nous assurons que la terminologie très spécifique de votre secteur d'activité soit employée de façon homogène et appropriée dans l'ensemble de la langue.

source: Unabhängig von der Zielsprache können wir so sicherstellen, dass Ihre Texte in jedem Zielmarkt so verstanden werden, wie sie ursprünglich im Original verfasst wurden.<br/><br/>Wir finden aus über 1.000 Fachübersetzern den richtigen Experten für Ihre technische Übersetzung und lassen bei dieser Auswahl genauso viel Präzision walten wie Sie beim Verfassen Ihrer Texte!
fr_fr: Ainsi, nous nous assurons que vos textes soient compris par le marché visé comme s'il était rédigé dans sa langue originale, et ce quelque soit la langue cible souhaitée.<br/><br/>Parmi les plus de 1000 traducteurs spécialisés qui travaillent pour nous, nous trouvons celui qui correspond exactement à vos besoin et saura rédiger votre traduction avec la précision qui est de mise.

source: Fachbereiche Technik & Ingenieurwesen
fr_fr: Domaine : Technologie & Ingénierie

source: Der Überbegriff Technik umfasst eine Vielzahl individueller Kernfachbereiche, die sich stark unterscheiden.
fr_fr: Les termes génériques Technologie & Ingénierie recouvrent une grande variété de secteurs qui diffèrent beaucoup les uns des autres.

source: Unser großes Netzwerk an Fachexperten und geprüften Linguisten ermöglicht uns Übersetzungen in den folgenden Bereichen der Technik anzubieten:
fr_fr: Notre réseau étendu de spécialistes et linguistes certifiés nous permet de vous offrir nos services de traduction dans les domaines suivants :

source: Deine Vorteile bei lengoo
fr_fr: Vos avantages chez lengoo

source: 6 Gründe, warum wir die glücklichsten Linguisten haben.
fr_fr: 6 raisons pour lesquelles nos linguistes sont les plus heureux chez nous.

source: Einfache und direkte Kommunikation
fr_fr: Communication simple et directe

source: Oft stellen sich beim Übersetzen wichtige Fragen, die im Idealfall schnell geklärt werden müssen.
fr_fr: Les traducteurs sont souvent confrontés à des questions importantes, lors de leurs travaux, auxquelles il faut, dans l'idéal, pouvoir répondre le plus rapidement possible.

source: Auf unserer Plattform kannst du Fragen direkt mit den Kunden oder mit unserem Team klären.
fr_fr: Grâce à notre plateforme, tu peux t'adresser directement au client ou à notre équipe lorsque c'est le cas.

source: Unkompliziert und direkt.
fr_fr: Sans chichi, sans complication inutile.

source: Smarte Matching Technologie
fr_fr: Technologie intelligente de matching

source: Unser Matching-Algorithmus findet immer die richtigen Jobs für dich, fein abgestimmt auf deine Fähigkeiten und auf Basis deiner Auftragshistorie.
fr_fr: Notre algorithme de matching permet de te proposer les projets qui te correspondent le mieux, en fonction de tes compétences et de ton historique de missions effectuées.

source: So können wir dir neue Aufträge zur Verfügung stellen und schicken dir diese direkt als Vorschlag per E-Mail.
fr_fr: Ainsi, nous ne te proposons que les traductions susceptibles de t'intéresser et t'envoyons la sollicitation directement par mail.

source: Optimierte Prozesse
fr_fr: Processus optimisés

source: Wir haben einen Prozess entwickelt, der dich nicht nur bei der finalen Abgabe deiner Übersetzungen unterstützt, sondern dir auch die komplette Abrechnung abnimmt.
fr_fr: Nous avons développé un processus qui n'est pas seulement pratique pour la finalisation de ta traduction, mais qui t'accompagne tout au long du projet.

source: Er erleichtert dir die Arbeit und minimiert die Anfälligkeit für Leichtsinnsfehler.
fr_fr: Il t'allège la charge de travail et minimise les fautes d'inattention.

source: Zusätzlich bist du immer im direkten Austausch mit dem Korrekturleser und kannst offene Punkte gezielt lösen.
fr_fr: De plus, tu peux échanger directement avec le correcteur. Vous réglez ainsi facilement les points sur lesquels une discussion s'impose.

source: Weiterentwicklung deiner Fähigkeiten
fr_fr: Développement de tes compétences

source: Wir glauben an konstruktives Feedback.
fr_fr: Nous croyons en l'efficacité de retours constructifs.

source: Deine Übersetzungen werden daher immer von einem zweiten Augenpaar evaluiert und Verbesserungsmöglichkeiten transparent und offen mit dir kommuniziert.
fr_fr: C'est pourquoi tes traductions sont toujours relues et évaluées par une deuxième paire d'yeux. Ainsi, les points d'amélioration te sont directement communiqué et de façon transparente.

source: Unser Ranking zeigt, wie du im Vergleich zu anderen abschneidest, und motiviert, dich ständig weiterzuentwickeln.
fr_fr: Notre classement te montre comment tu te situes par rapport à d'autres traducteurs et t'invite ainsi à constamment développer tes compétences.

source: Wir bieten regelmäßig Webinare an, bei denen wir dich zu einer bestimmten Technologie oder einem besonderen Thema auf den neuesten Stand bringen.
fr_fr: Nous mettons régulièrement des webinar en place, afin de te tenir informer des évolutions de notre technologie particulière ou bien portant sur d'autres thèmes spécifiques.

source: Glossare und Translation Memories
fr_fr: Glossaires et mémoires de traduction

source: Glossare und Translation Memories stellen wir dir über unser System einfach und sicher zur Verfügung.
fr_fr: Les glossaires et mémoires de traduction sont à disposition et faciles d'accès sur notre système.

source: So ist es für dich leichter, die Erwartungen eines Kunden an deine Übersetzung zu treffen und die Qualität deiner Arbeit so hoch wie möglich zu halten.
fr_fr: Cela te permet de mieux cibler les attentes du client et de fournir une traduction de la meilleure qualité qui soit.

source: Neue Jobs
fr_fr: Nouvelles missions

source: Wir schlafen selten und arbeiten immer daran, weitere Dienstleistungen (u.a. mehrsprachige Texterstellung und Untertitelung) in unsere Plattform zu integrieren.
fr_fr: Nous dormons peu et veillons toujours à intégrer de nouvelles fonctions à notre plateforme. En ce moment par exemple, nous travaillons à rendre possible la production de fichiers multilingues et de sous-titrage, entre autres.

source: Sobald diese etabliert sind, warten viele weitere neue Jobs auf dich, die die Arbeit mit lengoo noch interessanter machen.
fr_fr: Dès que ces nouveaux services sont intégrés, une multitude de missions d'un nouveau type t'attendent sur notre plateforme. On n'est jamais lassé de travailler avec lengoo !

source: Vielen Dank!
fr_fr: Merci beaucoup !

source: Sie erhalten das Angebot in Kürze per E-Mail.
fr_fr: Vous allez recevoir notre offre par e-mail d'ici quelques instants.

source: Wir beginnen in Kürze mit der Übersetzung.
fr_fr: Vos documents seront bientôt en cours de traduction.

source: Ja, ich möchte Zugang zum lengoo Portal.
fr_fr: Oui, je veux accéder au portail de lengoo.

source: Hier können Sie Angebote annehmen und den Status Ihrer Übersetzungen in Echtzeit verfolgen.
fr_fr: Vous pouvez acceptez l'offre ici et suivre le statut de vos traductions en temps réel.

source: Wussten Sie das schon?
fr_fr: Le saviez-vous ?

source: <br>Als angemeldeter Kunde können Sie das Angebot direkt im Portal einsehen <br> und annehmen.
fr_fr: <br>En tant que client inscrit, vous pouvez voir et acceptez notre offre<br>directement via le portail.

source: <br>Im Durchschnitt beginnen wir in weniger als 30 Minuten mit der Übersetzung.
fr_fr: <br>En moyenne, vos traductions débutent à peine 30 minutes après la confirmation de votre commande.

source: Wir werden Sie in Kürze per E-Mail kontaktieren.
fr_fr: Nous allons vous contacter par e-mail d'ici peu.

source: Wir haben Ihre Anfrage erhalten und werden Sie in Kürze per E-Mail kontaktieren.
fr_fr: Nous avons bien reçu votre demande d'offre et allons vous contacter par e-mail d'ici quelques instants.

source: Alle Fachbereiche
fr_fr: Tous les domaines

source: Unsere Linguisten übersetzen in folgenden Fachbereichen:
fr_fr: Nos linguistes traduisent pour les domaines de spécialité suivants :

source: Bitte %link_start%kontaktieren Sie uns%link_end% direkt, wenn Sie Fragen zu einem Übersetzungsprojekt haben oder der Fachbereich, in welchem Sie Übersetzungen benötigen, nicht aufgeführt ist.
fr_fr: N'hésitez pas à %link_start%nous contacter%link_end%, si vous avez des questions à propos d'un projet de traduction ou si le domaine de spécialité pour lequel vous avez besoin d'une traduction n'est pas listé.

source: Der Auswahlprozess für Übersetzer
fr_fr: Le processus de recrutement des traducteurs

source: Nur 5 % aller Bewerber meistern alle Phasen unseres mehrstufigen Auswahlverfahrens.
fr_fr: Seuls 5 % des candidats passent toutes les étapes de notre procédure de recrutement.

source: Wir erhalten mehrere hundert Bewerbungen in der Woche und widmen uns jeder einzelnen mit größter Sorgfalt und einem Argus Auge für Qualität.
fr_fr: Nous recevons plusieurs centaine de candidatures par semaine et les considérons toutes avec beaucoup d'attention et une œil aiguisé pour les profils de qualité.

source: Das mehrstufige Auswahl- und Textverfahren für Linguisten beinhaltet neben einem persönlichen Interview und einer intensiven Analyse der Dokumente der Kandidaten auch eine Testübersetzung in die Muttersprache der Bewerber, sowie eine mehrmonatige Probephase, in welcher die Linguisten, die ausgewählt wurden nach unserer Zero-Margin-Of-Error-Policy bewertet werden.
fr_fr: La procédure de recrutement en plusieurs étapes pour les linguistes comprend, parallèlement à en entretien personnel, une analyse attentive des diplôme et certifications fournis, ainsi qu'une traduction test dans la langue maternelle du candidat, de même qu'une phase d'essai de plusieurs mois, pour laquelle notre linguiste est évalué selon une politique de tolérance zéro pour les erreurs de traduction.

source: Bewirb dich jetzt als Übersetzer bei lengoo
fr_fr: Candidate pour être traducteur chez lengoo !

source: In vier Schritten kannst du dich als Übersetzer registrieren und alle Vorteile unserer Plattform nutzen.
fr_fr: Quatre étapes sont nécessaires avant d'accéder à notre plateforme et d'en profiter pleinement en tant que traducteur.

source: Hier warten viele interessante und lukrative Aufträge auf dich.
fr_fr: Là, de nombreuses missions intéressantes et lucratives t'attendent.

source: 1. Bewirb dich!
fr_fr: 1. Candidate !

source: Starte direkt hier den Bewerbungsprozess für Linguisten.
fr_fr: Commence dès maintenant le processus de recrutement pour les linguistes.

source: Bitte halte hierzu unbedingt deine Bewerbungsunterlagen, Referenzen und Steuernummer bereit.
fr_fr: Pour cela, prépare tes pièces justificatives, tes références et ton numéro d'identification fiscale afin de les avoir à portée.

source: 2. Auswahlprozess
fr_fr: 2. Processus de recrutement

source: Unser Recruiting-Team prüft deine Unterlagen sorgfältig und schickt dir einen kurzen Test.
fr_fr: Notre équipe de recrutement vérifie soigneusement tes documents et t'envoie un court texte à traduire pour évaluer tes compétences.

source: 3. Erstelle dein Profil!
fr_fr: 3. Crée ton profil !

source: Wenn wir zusammen kommen und du die Tests bestanden hast, kannst du dich als Linguist anmelden und dein Profil erstellen.
fr_fr: Si tu passes les tests et rejoins notre équipe, tu peux te connecter sur le portail des linguistes et créer ton profil.

source: So können wir dir immer genau die Jobs vorschlagen, die zu dir passen.
fr_fr: Grâce aux informations que tu fournis, nous ne te proposons des projets adaptés et correspondants à tes compétences personnelles.

source: 4. Los gehts!
fr_fr: 4. C'est parti !

source: Entdecke die lengoo Community und starte sofort mit dem Übersetzen und Geld verdienen.
fr_fr: Découvre la communauté de lengoo et gagne de l'argent rapidement en commençant directement à traduire.

source: In deinem Login-Bereich hast du den Überblick über laufende und abgeschlossene Aufträge und deine Buchhaltung.
fr_fr: Dans ton espace personnel, tu trouveras un aperçu des projets en cours et terminés ainsi que ta comptabilité.

source: Mit AI zur besten Qualität und zum günstigsten Preis
fr_fr: Grâce à notre AI, obtenez des résultats de qualité aux meilleurs prix

source: Durch diese Prozesse können wir bei Wort-Volumina ab 1 Mio. Wörtern die beste Qualität zum günstigsten Preis erreichen.
fr_fr: Ce procédé nous permet d'atteindre des prix réellement avantageux à partir d'un volume d'un million de mots, et ce toujours avec une qualité d'exception.

source: Gut ist uns nicht gut genug.<br />Die Qualität steigt mit jedem übersetzten Wort.
fr_fr: On peut toujours mieux faire.<br />Le niveau de qualité augmente à chaque mot traduit.

source: Qualität bedeutet für uns mehr als korrekte Rechtschreibung, Grammatik und Zeichensetzung.
fr_fr: Pour nous, la qualité, c'est plus qu'une affaire d'orthographe, de grammaire et de syntaxe.

source: Sie entsteht vor allem durch Konsistenz.
fr_fr: C'est également une question de cohérence et de constance.

source: Unsere AI merkt sich übersetzte Fachtermini und Wortgruppen.
fr_fr: Notre IA retient les termes spécifiques traduits et les groupes de mots.

source: Einmal gelernt, werden diese von ihr nie wieder vergessen.
fr_fr: Une fois appris, elle ne les oublie jamais.

source: So erzielt unser System eine höchst konsistente Sprache sowie Tonalität.
fr_fr: Notre système atteint ainsi une langue très cohérente sur le plan terminologique comme stylistique.

source: Doppelter Nutzen bei jedem Auftrag.<br />Die effektiven Kosten sinken.
fr_fr: Toujours plus rentable.<br />Voyez vos coûts effectifs diminuer à chaque commande.

source: Unsere AI gleicht Folgeaufträge mit unternehmenseigenen Glossaren und Terminologiedatenbanken ab und speichert bereits übersetzte Begriffe.
fr_fr: Notre IA compare les documents de la commandes en cours avec le glossaire individuel de l'entreprise et les banques de données terminologiques et enregistre les termes déjà traduits.
